/* No comment */
"Listing directory {0} failed" = "Listowanie katalogu {0} nieudane ";

/* Touch file failed */
"Cannot create {0}" = "Nie można utworzyć pliku {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Nie można stworzyć folderu {0}";

/* Moving file failed */
"Cannot rename {0}" = "Nie można zmienić nazwy pliku {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Nie można uzyskać atrybutów pliku {0}";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Nie można zapisać atrybutów dla {0}";

/* Removing file failed */
"Cannot delete {0}" = "Nie można usunąć {0}";

/* Ownership of file */
"Cannot change owner" = "Nie można zmienić właściciela";

/* Group ownership of file or folder */
"Cannot change group" = "Nie można zmienić grupy";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Nie można zmienić pozwoleń dla {0}";
"Cannot change timestamp of {0}" = "Nie można zmienić znacznika czasu dla {0}";

/* Mount failure */
"Connection failed" = "Połączenie nieudane";

/* Transfer failure */
"Download {0} failed" = "Pobieranie {0} nieudane";

/* Transfer failure */
"Upload {0} failed" = "Wysyłanie {0} nieudane";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Nie można odczytać konfiguracji CDN";
"Cannot write CDN configuration" = "Nie można zapisać konfiguracji CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Nie można odczytać konfiguracji kontenera";

"Interoperability failure" = "Niepowodzenie interoperacyjności";
"Access denied" = "Brak dostępu";
"File not found" = "Nie znaleziono pliku";

"DNS lookup for {0} failed" = "Wyszukiwanie DNS dla {0} nie powiodło się";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Niedopasowanie między hashem MD5 {0} przesłanych danych i ETag {1} zwróconym przez serwer";

"Insufficient disk space" = "Za mało miejsca na dysku";
"Only {0} available disk space" = "Tylko {0} dostępnego miejsca na dysku";

"Unsupported" = "Nieobsługiwane";